Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: Nosotros consideramos más conveniente para los explotados la puesta en pie una república socialista federada e independiente pero ante todo se trata de defender contra el imperialismo el derecho a la autodeterminación de las naciones oprimidas.
en: We consider more suitable for the exploited to put on its feet a Federated and Independent Socialist Republic but first and foremost is about defending the right to self-determination of oppressed nations against imperialism.

source: Nosotros esperamos extenderlo a todas las instituciones pronto.
en: We hope to extend it to all institutions soon.

source: Nosotros estamos convencidos de que estas direcciones boicotearán con todas sus fuerzas el frente único y por lo tanto quedaran expuestos como viles traidores del proletariado facilitando enormemente la tarea de los revolucionarios a condición de que estos los denuncien de manera sistemática e implacable.
en: We are convinced that these leaderships will boycott the united front with all their strength and therefore remain exposed how vile traitors of the proletariat facilitating greatly the task of revolutionaries on the condition that they denounce them in a systematically and relentlessly pursued way.

source: Nosotros estamos muy apenados de ver que las ideas antifascistas están siendo explotadas para justificar la Guerra.
en: We are very saddened to see that antifascist ideas are being exploited to justify war.

source: Nosotros lo apoyamos en la práctica en algunas iniciativas como el proyecto de información abierta, pero nosotros no apoyamos la destrucción de monumentos o sus iniciativas legislativas sobre idiomas […]
en: We support it in practice in some initiatives such as the open information project, but we do not support the destruction of monuments or their legislative initiatives on languages [...]

source: Nosotros queremos asegurar el dominio de la ley en nuestro país.
en: We want to ensure the dominance of the law in our country.

source: Nosotros solicitamos a todos los gobiernos del mundo y a Rusia entre otros a reconocer este gobierno.
en: We ask all Governments of the world and Russia among others, recognize this Government.

source: Nosotros, como marxistas, consideramos tanto a Brüning y a Hitler como a Braun como los representantes de un único y mismo sistema.
en: As Marxists we regard Brüning and Hitler, Braun included, as component parts of one and the same system.

source: Nuevamente ellos se declaran “anti-parlamentarios” pero levantan el mismo programa de presión in extremis de Borotda, diferenciados solo por la distinta ubicación que la burguesía reservó para ellos.
en: Again they are declared 'anti-parliamentarians' but they raise the same program of pressure in Borotda extremis, differentiated only by a different location that the bourgeoisie reserved for them.

source: Nuevamente los sabios de la metafísica escandalizados esperarían un escenario perfecto donde el fascismo toma el poder de un solo golpe o lo hace gradual y linealmente sin zigzagueos, retrocesos ni conflictos internos.
en: Again the offended sages of metaphysics expect a perfect scenario where fascism took power in one coup or do it gradually and linearly without zigzags, retreats or internal conflicts.

source: Nuevos préstamos con el FMI fueron contraídos
en: New loans with the IMF were incurred

source: Nunca la ideología fascista se ha caracterizado precisamente por la coherencia;
en: Never the fascist ideology has precisely characterized by coherence; a fascist party called "Freedom" (Svoboda) is an example of this.

source: Nunca la ideología fascista se ha caracterizado precisamente por la coherencia; que un partido fascista se llame “Libertad” (Svoboda) es ejemplo de ello precisamente.
en: Never the fascist ideology has precisely characterized by coherence; a fascist party called "Freedom" (Svoboda) is an example of this.

source: NÚCLEO POR LA REFUNDACIÓN DE LA CUARTA INTERNACIONAL
en: Core for the Refoundation of the Fourth International!

source: Núcleo por la Refundación de la Cuarta Internacional
en: Core for the Refoundation of the Fourth International!

source: Obviamente el metafísico pequeño-burgués acostumbrado a las soluciones fáciles, solo puede distinguir dos colores y le gustaría creer que se trata simplemente de una “revolución democrática perfecta” o de un “golpe fascista puro”.
en: Obviously the metaphysicla petty-bourgeois accustomed to easy solutions, can only distinguish two colors and he would like to believe that it is simply a "perfect democratic revolution" or a "pure fascist coup".

source: Obviamente la prensa burguesa de ambos bandos califica cada lucha en sentido positivo, como “pro-europea” o “pro-rusa”, sin embargo, sobre todo los levantamientos obreros, no son a favor de tal o cual fracción burguesa o unión aduanera, sino en contra de la oligarquía de un campo o de otro.
en: Obviously the bourgeois press on both sides qualify each fight in positive, as "pro-European" or "pro-Russian" sense, however, above all labor uprisings, they are not in favor of this or that bourgeois fraction or customs union, but against the oligarchy of a field or another.

source: Obviamente los anarquistas no llamaron a la clase obrera a responder a estos ataques, más bien, se retiraron a los barrios
en: Obviously the anarchists did not call the working class to respond to these attacks, rather, retreated into the neighborhoods

source: Obviamente también pertenece aquí su creador intelectual, Peter Taaffe y su CWI.
en: Obviously also belongs here his intellectual creator, Peter Taaffe and his CWI.

source: Organizaciones como “la quinta internacional” y castro-chavistas como Alan Woods lo reivindican abiertamente.
en: Organizations such as "the Fifth International" and Castro-Chavists as Alan Woods, openly defend it.

source: PERSPECTIVAS PARA UNA SITUACIÓN ABIERTA
en: PROSPECTS FOR AN OPEN SITUATION

source: POR UN PROGRAMA DE TRANSICIÓN INTERNACIONAL PARA UCRANIA
en: FOR AN INTERNATIONAL TRANSITIONAL PROGRAMME FOR UKRAINE

source: Para Trotsky estaba claro, que sin otorgar la menor confianza al gobierno de Brüning, Papen y Schleicher, la primera tarea del proletariado era aplastar al fascismo.
en: For Trotsky it was clear that without giving the slightest confidence in the government of Brüning, Papen and Schleicher, the first task of the proletariat was to crush fascism..

source: Para contener a esta otra importante franja del proletariado, la burguesía dio licencia para la puesta en pie de una “izquierda pro-europea” liderada por el Partido Socialista de Alexander Moros bajo la jefatura de la social-democracia lacaya del imperialismo de Maastricht.
en: To contain this other important segment of the proletariat , the bourgeoisie gave license to put on its feet a " pro-European left " led by the Socialist Party of Alexander Moros under the leadership of social democracy, lackey of the imperialism of Maastricht.

source: Para el PC, ayer Yanukovish, hoy el mismo Putin;
en: For the CP, Yanukovish yesterday, today Putin himself;

source: Para el trotskismo esto solo puede ser sinónimo de estalinismo pero se trata de una corriente fascista en Rusia que reivindica la insurrección y tanto el nacionalismo de Hitler como el de los “grandes líderes eslavos”:
en: For Trotskyism this can only be synonymous of Stalinism but is a fascist current in Russia that claimed the insurrection and nationalism of Hitler as the "great leaders Slavic" : the Czar and Stalin.

source: Para la burocracia totalitaria, la Ucrania Soviética se convirtió en una división administrativa de una unidad económica y de una base militar de la URSS.
en: To the totalitarian bureaucracy, Soviet Ukraine became an administrative division of an economic unit and a military base of the USSR.

source: Para la izquierda pro-europea por el contrario, primero había que tumbar a Yanukovich haciendo de retaguardia de una insurrección fascista, para luego “seguir combatiendo” al fascismo con mucha propaganda y votos en las urnas.
en: For the pro-European Left on the other hand, first had to bring down Yanukovich by acting as rearguard of a fascist insurrection, for then "continue to fight" the fascism with a lot of propaganda and votes on the polls.

source: Para mal de la metafísica y bien de la dialéctica, existe un precedente histórico de extremo interés para la comprensión marxista de la cuestión ucraniana.
en: For Worse of metaphysics and good for dialectic, there is a historical precedent of extreme interest to the Ukrainian question Marxist understanding.

source: Para movilizar a la pequeña burguesía de la ciudad y el campo, así como a los sectores obreros más retrasados, hay que disponer de recursos políticos tales como las tradiciones del socialismo pequeñoburgués y la lucha revolucionaria de liberación nacional.
en: In order to mobilize the petty b ourgeoisie of the city and countryside, as well as the backward section of the workers, it is necessary to have in one' s hands such political resources as the traditions of petty-bourgeois socialism and the revolutionary national liberation struggle.

source: Para nadie es un secreto que después de Siria, es en Ucrania donde se está jugando el destino de Europa y por lo tanto de toda la humanidad.
en: It is no secret for anybody that after Syria, is in Ukraine where are playing the destiny of Europe and therefore of all mankind.

source: Para oponerle resistencia a una potencia imperialista, las burguesías nativas se apoyan en otra potencia rival o ponen en pie asociaciones regionales como la impulsada por Rusia junto a sus pares de la ex URSS, uniones como la Comunidad Económica Eurasiática (2000) y la Unión Euroasiática (2010).
en: To resist an imperialist power, the native bourgeoisie are support in another rival power or put in foot regional associations such as the driven by Russia together with their counterparts from the former USSR, economic unions as the Eurasian Economic Community (2000) and the Eurasian Union (2010).

source: Para rematar el asunto, existen también casos extremos como sucede con el “nacional-bolchevismo” ruso.
en: To finish the matter, there are also extreme cases as it is the case with the Russian "national Bolshevism".

source: Para “salir de la crisis” el FMI le ofreció un nuevo préstamo pero con las condiciones colonialistas de siempre:
en: For "Go out of the crisis" the IMF offered him a new loan but with the colonial conditions of always:

source: Paralizado por sus direcciones pacifistas, el proletariado ucraniano ha respondido con retraso a esta declaración de guerra lanzada por el capital financiero, movilizándose y tomando por asalto los municipios y arsenales en el Este rusófono del país, poniendo en pie milicias revolucionas.
en: Paralyzed by their peaceful leaderships, the Ukrainian proletariat has responded belatedly to this declaration of war launched by financial capital, mobilizing and storming the municipalities and arsenals in the Russian-speaking East of the country, putting on its feet revolutionaries militias.

source: Pero el caso polaco es también esclarecedor en este sentido.
en: But the Polish case is also enlightening in this respect.

source: Pero el rol contra-revolucionario sobre el proletariado lo están jugando a nivel internacional, echando barro sobre la cuestión ucraniana, revisando el programa marxista para la cuestión nacional y desarmándolo por completo ante el avance del fascismo, cuestión particularmente aguda en Grecia y por lo tanto en Europa y con repercusiones en todo el mundo.
en: But the counter-revolutionary role against the proletariat they are playing internationally, covering up on the Ukrainian question, doing revision of the Marxist program for the national question and completely disarming it in the face the rise of fascism, particularly acute question in Greece and therefore in Europe and with a worldwide impact.

source: Pero ellos tienen poca experiencia en construir tales instituciones.
en: But they have little experience in building such institutions.

source: Pero en esencia el pilsudkismo, como el fascismo en general, juega un rol contrarrevolucionario […]
en: But in essence Pilsudskism, like fascism in general, performs a counterrevolutionary role. […]

source: Pero en las cuestiones ucranianas las cosas se complicaron aún más por la masacre de las esperanzas nacionales.
en: But in the Ukraine matters were further complicated by the massacre of national hopes.

source: Pero es en Odesa donde se han recrudecido los métodos de guerra civil.
en: But it is in Odessa where you have heightened civil war methods.

source: Pero esta fue solo la antesala de los sucesos del 2011, año de la heroica revolución árabe que aún está en pie y que fue y sigue siendo cobardemente traicionada por el estalinismo y la socialdemocracia, unos apoyando abiertamente a Gadafi o Al-Assad y los otros sosteniendo a los generales “democráticos” del imperialismo.
en: But this was only the prelude to the events of 2011, year of the heroic Arab revolution that is still standing and that was and continues to be cowardly betrayed by Stalinism and social democracy, some of them openly supporting to Gaddafi or Al-Assad, and others holding the "democratic" generals of imperialism.

source: Pero hoy estos elementos están en conflicto, y el partido del proletariado debe utilizar absolutamente este conflicto en interés de la revolución”.
en: But these elements are momentarily involved in conflicts with one another and the party of the proletariat must take advantage of these conflicts in the interest of the revolution.

source: Pero la evolución del pilsudkismo se adecua en un todo a la ley […]
en: But the evolution of Pilsudskism is wholly according to law. [...]

source: Pero la papeleta del voto no es decisiva en la lucha de clases […]
en: But the ballot not esdecisiva in the class struggle [...] On the balance of electoral statistics, 1,000 fascist votes weigh as much as1,000 Communist votes.

source: Pero la papeleta del voto no es decisiva en la lucha de clases […] Sobre la balanza de la estadística electoral, 1.000 votos fascistas pesan tanto como 1.000 votos comunistas.
en: But the ballot not esdecisiva in the class struggle [...] On the balance of electoral statistics, 1,000 fascist votes weigh as much as1,000 Communist votes.

source: Pero lo que silencian o encubren de la manera más cínica son los levantamientos fascistas fuera de Kiev, en varias ciudades de Ucrania occidental, donde la masa tomó violentamente los edificios de gobierno con Svoboda y sus milicianos a la cabeza.
en: But what silence or conceal in the most cynical way are the fascist uprisings out of Kiev, in several cities of Western Ukraine, where the mass violently took government buildings with Svoboda and his militia at the head.

source: Pero no para arrastrar a las grandes masas nacionales a dar un golpe contra el parlamentarismo, la democracia y sobre todo contra el proletariado, ni para poner el poder del estado bajo el puño militar.
en: But to arouse the broad masses of the nation to strike a blow against parliamentarism, democracy, and above all the proletariat- and to weld the state power into a military fist- for that the party of the capitalists and landlords w ould not suffice.

source: Pero nosotros no lo apoyamos políticamente.
en: But we do not support it politically.

source: Pero para la izquierda reformista, así como para los socialdemócratas y estalinistas polacos en su momento, esta es “una victoria democrática que ilumina el camino a los pueblos del mundo y aterroriza a las clases dominantes” (LIT-CI, Sobre la caída de Yanukóvich en Ucrania) ¡Caro ha de pagar el reformismo semejante traición histórica!
en: But to the reformist left, as well as the Social Democrats and Polish Stalinists, at its time, this is "a democratic victory that lights the way to the peoples of the world and terrorize the ruling classes" (LIT-CI, on the fall of Yanukovich in Ukraine) The reformism will pay for dearly such historical betrayal!

source: Pero si hay un grupo que realmente da cátedra de como sostener al fascismo por izquierda, ese es Oposición de Izquierda dirigida por el estafador político Zakhar Popovych:
en: But if there is a group that really gives Chair as support to fascism by left, that is Left Opposition directed by the political swindler Zakhar Popovych:

source: Pero sobre los platillos de la balanza de la lucha revolucionaria, 1.000 obreros de una gran empresa representan una fuerza mucho más grande que la de 1.000 funcionarios, empleados de ministerios, con sus mujeres y sus suegras.
en: But on the plates of the balance of the revolutionary struggle, 1,000 workers of a company represents a force much larger than the 1,000 officials, employees of ministries, with their wives and their mothers-in-law.

source: Pero son sus fracciones “radicales” las que juegan un verdadero rol dos veces siniestro.
en: But their "radical" fractions are which play a real claim role twice.

source: Pero, ¿es que acaso la oposición de izquierda alemana, y yo en particular, hemos pedido que los comunistas voten por Brüning y le den su apoyo?
en: But have the German Left Opposition and myself in particular demanded that the Communists vote for and support Brüning?

source: Políticamente, Ucrania está en bancarrota.
en: Politically, Ukraine is in bankruptcy.

source: Ponemos a su disposición nuestros materiales sobre la crisis de Ucrania para su discusión entre revolucionarios que nos declaramos discípulos de Trotsky.
en: We put at your disposal our materials on the Ukraine crisis for discussion among revolutionaries who declare us disciples of Trotsky.

source: Ponerse a discutir si son “nazis” o no, “anti-semitas” o no, es ejemplar en este sentido.
en: Please discuss if they are "nazis" or not, "anti Semitic" or not, is exemplary in this respect.

source: Por eso la movilización de la pequeña burguesía de Polonia sólo la podía concretar el mariscal Pilsudski, con el PPS a la cola durante un tiempo […]
en: That is why the m obilization of the petty bourgeoisie of Poland could only have been accomplished by Marshal Pilsudski- with the PPS in tow for a certain period. […]

source: Por favor apoyen los sindicatos de trabajadores independientes […]
en: Please support the trade unions of independent workers […]

source: Por otra parte, el proletariado de esta región, aunque también desgastado por históricas y nuevas traiciones del reformismo, contaba con una reserva de energías revolucionarias superior a la de sus pares de Kiev.
en: On the other hand, the proletariat in this region, although also worn by new and historical betrayals of reformism, had a eserve of revolutionary energies exceeding the peer of Kiev. :

source: Por otro lado, encabezando la lista de los seudo-trotskistas “pro-rusos” tenemos al PTS con el que cerramos el cuadro de FIT.
en: On the other hand, topping the list of "pro Russian" pseudo-Trotskyists we have the PTS (or Socialist Workers Party from Argentina) with which we close the box of FIT.

source: Por otro lado, hay que señalar que el fascismo ucraniano nació malogrado:
en: On the other side, it should be noted that the Ukrainian fascism was born failed:

source: Por otro lado, “la movilización política de la pequeña burguesía contra el proletariado es inconcebible sin esa demagogia social que para la gran burguesía implica jugar con fuego.
en: On the other hand, "the political mobilization of the petty bourgeoisie against the proletariat is inconceivable without this social demagogy that involves playing with fire for the big bourgeoisie.

source: Por otro, la intervención rusa radicalizó a las masas que se levantaron contra Yanukovich, siendo aprovechado por la izquierda pro-europea y su fracción radical para disciplinar y disolver su combate y auto-organización y de esta forma subordinarlas al ejército y milicias fascistas del nuevo gobierno ante la agresión del “imperialismo ruso”.
en: On the other hand, the Russian intervention radicalized the masses that rose up against Yanukovich, being taken advantage of by the pro-European left and his radical faction to discipline and dissolve their combat and self-organization and thus subordinating them to the military and fascist militias in the new Government in order to the aggression of "Russian imperialism".

source: Por su parte el anarquismo ucraniano se ha ubicado como la verdadera ala “radical” de la izquierda pro-europea.
en: For its part the Ukrainian anarchism is located as the true "radical" wing of the left European pro.

source: Por su parte, Borotda, como fracción pública del PC, llama a luchar contra el nuevo gobierno de coalición sin decir una palabra de la intervención militar rusa, sin defender el derecho a la autodeterminación nacional de los ucranianos no rusófonos.
en: For his part, Borotda, as public fraction from the CP, called to fight against the new coalition Government without a word of Russian military intervention, without defending the right to national self-determination of the non-Russian-speaking Ukrainian.

source: Por su parte, el proletariado aún no ha dicho en absoluto su última palabra, aún sigue combatiendo y está ya movilizando también a los obreros de vanguardia de Europa y el mundo.
en: Moreover, the proletariat still has not said at all his shots, is still fighting and is already mobilizing also the workers at the forefront of Europe and the world.

source: Por un lado, gracias al accionar contra-revolucionario del PC y su fracción Borotda, el combate independiente de las masas fue desorganizado para delegar la tarea de derrocar al gobierno de coalición fascista al ejército de Putin.
en: On the one hand, thanks to the counter-revolutionary activities of CP and its fraction Borotda, independent combat of the masses was disorganized to delegate the task of overthrowing the fascist coalition Government to Putin's army..

source: Poroshenko es el rostro negociador de la ofensiva imperialista en Ucrania que tiene al fascismo en las “sombras del poder”, ocupando ministerios y dirigiendo batallones de milicianos que están sembrando el terror y la muerte en la población rusófona del Este,
en: Poroshenko is the negotiator face of imperialist offensive in Ukraine with fascism in the "shadows of power" while it lead ministries and direct battalions of militiamen which are sowing terror and death in the Eastern Russian-speaking population,

source: Porque cuando el anarquismo hablaba de España
en: Because when anarchism talked about Spain

source: Posteriormente se desarrollaron movilizaciones en Crimea, en el puerto de Sebastopol en particular y también en la ciudad de Donetsk.
en: Later were developed protests in Crimea, in particular in the port of Sevastopol and also in the city of Donetsk.

source: Presionado por la revolución abierta en Kirguistán (2005) como parte de un proceso internacional que en Ucrania todavía no se cerraba y que también se desarrollaba en Latinoamérica, Yuschenko endureció más el régimen y comenzó a oscilar entre las presiones del imperialismo que empezó a llevar capital a raudales y la presión de la oligarquía local asociada a Rusia por defender sus posiciones.
en: Pressed by the revolution in Kyrgyzstan (2005) as part of an international process that in Ukraine was not yet closed and that was also took place in Latin America, Yushchenko hardened the regime and began to oscillate between the pressures of imperialism who began to pouring out capital and the pressure of the local oligarchy associated with Russia to defend their positions.
